Repository: zidell/ginote
Catalog: macos/Ginote/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, zh_hans

source: 이 앱 전용 MCP 서버는 필요하지 않습니다. MCP를 지원하는 AI 도구에 GitHub 공식 MCP Server를 연결하면, 같은 저장소의 이슈를 여기의 노트처럼 읽고 수정할 수 있습니다.
de: Ein eigener MCP-Server für diese App ist nicht nötig. Verbinde den offiziellen GitHub MCP Server mit einem KI-Tool mit MCP-Unterstützung, dann kann es die Issues des Repositorys wie die Notizen hier lesen und bearbeiten.
en: No app-specific MCP server is needed. Connect the official GitHub MCP Server to any AI tool that supports MCP, and it can read and edit the repository's issues just like the notes here.
es: No hace falta un servidor MCP propio de la app. Conecta el GitHub MCP Server oficial a una herramienta de IA compatible con MCP y podrá leer y editar las issues del repositorio igual que las notas de aquí.
fr: Aucun serveur MCP propre à l'app n'est nécessaire. Connectez le GitHub MCP Server officiel à un outil d'IA compatible MCP : il pourra lire et modifier les issues du dépôt comme les notes d'ici.
it: Non serve un server MCP dedicato. Collega il GitHub MCP Server ufficiale a uno strumento di IA che supporta MCP e potrà leggere e modificare le issue del repository come le note qui.
ja: このアプリ専用の MCP サーバーは不要です。MCP に対応した AI ツールに GitHub 公式 MCP Server を接続すれば、同じリポジトリの Issue をここのノートと同じように読み書きできます。
zh_hans: 无需本应用专用的 MCP 服务器。在支持 MCP 的 AI 工具中连接 GitHub 官方 MCP Server，即可像这里的笔记一样读取和修改同一存储库的 Issue。

source: 이 저장소에 연결할 PAT를 입력하세요.
de: Gib ein PAT ein, um dieses Repository zu verbinden.
en: Enter a PAT to connect to this repository.
es: Introduce un PAT para conectar este repositorio.
fr: Saisissez un PAT pour connecter ce dépôt.
it: Inserisci un PAT per collegare questo repository.
ja: このリポジトリに接続する PAT を入力してください。
zh_hans: 请输入用于连接此存储库的 PAT。

source: 이 저장소에는 태그가 없습니다.
de: Dieses Repository hat keine Tags.
en: This repository has no tags.
es: Este repositorio no tiene etiquetas.
fr: Ce dépôt n’a aucune étiquette.
it: Questo repository non ha tag.
ja: このリポジトリにはタグがありません。
zh_hans: 此仓库没有标签。

source: 이 저장소의 토큰이 없어 태그를 읽을 수 없습니다
de: Ohne Token für diesen Arbeitsbereich können die Tags nicht gelesen werden
en: No token for this workspace, so its tags can’t be read
es: Sin token para este espacio de trabajo no se pueden leer sus etiquetas
fr: Sans jeton pour cet espace de travail, ses tags ne peuvent pas être lus
it: Senza token per questo spazio di lavoro non è possibile leggerne i tag
ja: このワークスペースのトークンがないため、タグを読み込めません
zh_hans: 此工作区没有令牌，无法读取标签

source: 이슈 번호 복사
de: Issue-Nummer kopieren
en: Copy Issue Number
es: Copiar número de issue
fr: Copier le numéro d'issue
it: Copia numero issue
ja: Issue 番号をコピー
zh_hans: 拷贝 Issue 编号

source: 이어서 녹음
de: Aufnahme fortsetzen
en: Resume Recording
es: Reanudar grabación
fr: Reprendre l'enregistrement
it: Riprendi registrazione
ja: 録音を再開
zh_hans: 继续录音

source: 이전
de: Zurück
en: Back
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
zh_hans: 上一步

source: 이전 찾기
de: Rückwärts suchen
en: Find Previous
es: Buscar anterior
fr: Rechercher le précédent
it: Trova precedente
ja: 前を検索
zh_hans: 查找上一个

source: 일반
de: Allgemein
en: General
es: General
fr: Général
it: Generali
ja: 一般
zh_hans: 通用

source: 일시정지
de: Pause
en: Pause
es: Pausa
fr: Pause
it: Pausa
ja: 一時停止
zh_hans: 暂停

source: 읽기만 가능
de: Schreibgeschützt
en: Read-only
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み取り専用
zh_hans: 只读

source: 자동 저장: 입력이 멈추고 %lld초 뒤
de: Automatisch sichern: %lld Sekunden nach der letzten Eingabe
en: Autosave: %lld seconds after typing stops
es: Guardado automático: %lld segundos después de dejar de escribir
fr: Enregistrement auto : %lld secondes après la dernière saisie
it: Salvataggio automatico: %lld secondi dopo l'ultima digitazione
ja: 自動保存: 入力が止まってから %lld 秒後
zh_hans: 自动保存：停止输入 %lld 秒后

source: 자세한 설명(README)
de: Mehr erfahren (README)
en: Learn More (README)
es: Más información (README)
fr: En savoir plus (README)
it: Ulteriori informazioni (README)
ja: 詳しい説明（README）
zh_hans: 详细说明（README）

source: 자주 쓰는 전사 단어 (%@)
de: Häufige Transkriptionswörter (%@)
en: Common Transcription Words (%@)
es: Palabras frecuentes de transcripción (%@)
fr: Mots fréquents pour la transcription (%@)
it: Parole frequenti per la trascrizione (%@)
ja: よく使う文字起こし用語（%@）
zh_hans: 常用转写词汇（%@）

source: 잠그기
de: Sperren
en: Lock
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロック
zh_hans: 锁定

source: 잠금
de: Sperren
en: Lock
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロック
zh_hans: 锁定

source: 잠금 / 잠금 열기 / 잠금 풀기
de: Sperren / Entsperren / Sperre aufheben
en: Lock / Unlock / Remove Lock
es: Bloquear / Desbloquear / Quitar bloqueo
fr: Verrouiller / Déverrouiller / Retirer le verrou
it: Blocca / Sblocca / Rimuovi blocco
ja: ロック / ロック解除 / ロックを外す
zh_hans: 锁定 / 解锁 / 取消锁定

source: 잠금 세션이 만료되었습니다.
de: Die Sperrsitzung ist abgelaufen.
en: The lock session has expired.
es: La sesión de bloqueo ha caducado.
fr: La session de verrouillage a expiré.
it: La sessione di blocco è scaduta.
ja: ロックのセッションが期限切れになりました。
zh_hans: 锁定会话已过期。

source: 잠금 숫자 기억
de: Sperrcode merken
en: Remember Lock Code
es: Recordar código de bloqueo
fr: Mémoriser le code
it: Ricorda codice di blocco
ja: ロック番号の記憶時間
zh_hans: 记住锁定数字

source: 잠금 시간이 만료되었습니다. 6자리 숫자를 다시 입력해 주세요.
de: Die Sperrzeit ist abgelaufen. Gib den 6-stelligen Code erneut ein.
en: The lock time has expired. Enter the 6-digit code again.
es: El tiempo de bloqueo ha caducado. Vuelve a introducir el código de 6 dígitos.
fr: Le délai de verrouillage a expiré. Saisissez à nouveau le code à 6 chiffres.
it: Il tempo di blocco è scaduto. Inserisci di nuovo il codice a 6 cifre.
ja: ロックの時間が過ぎました。6 桁の数字をもう一度入力してください。
zh_hans: 锁定时间已过期，请重新输入 6 位数字。

source: 잠금 열기
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
zh_hans: 解锁

source: 잠금 열기…
de: Entsperren …
en: Unlock…
es: Desbloquear…
fr: Déverrouiller…
it: Sblocca…
ja: ロック解除…
zh_hans: 解锁…

source: 잠금 풀기
de: Sperre aufheben
en: Remove Lock
es: Quitar bloqueo
fr: Retirer le verrou
it: Rimuovi blocco
ja: ロックを外す
zh_hans: 取消锁定

source: 잠금은 강력한 비밀번호를 대신하지 않습니다. 제목·태그·첨부파일은 암호화하지 않습니다.
de: Eine Sperre ersetzt kein starkes Passwort. Titel, Tags und Anhänge werden nicht verschlüsselt.
en: A lock is not a substitute for a strong password. Titles, tags and attachments are not encrypted.
es: Un bloqueo no sustituye a una contraseña segura. Los títulos, etiquetas y adjuntos no se cifran.
fr: Un verrou ne remplace pas un mot de passe robuste. Les titres, tags et pièces jointes ne sont pas chiffrés.
it: Il blocco non sostituisce una password robusta. Titoli, tag e allegati non vengono cifrati.
ja: ロックは強力なパスワードの代わりにはなりません。タイトル・タグ・添付ファイルは暗号化しません。
zh_hans: 锁定不能替代强密码。标题、标签和附件不会加密。

source: 잠금을 열면 기록도 보입니다.
de: Entsperre die Notiz, um auch die Kommentare zu sehen.
en: Unlock to see the comments too.
es: Desbloquea para ver también los comentarios.
fr: Déverrouillez pour voir aussi les commentaires.
it: Sblocca per vedere anche i commenti.
ja: ロックを解除するとコメントも表示されます。
zh_hans: 解锁后也会显示评论。

source: 잠긴 기록
de: Gesperrter Kommentar
en: Locked comment
es: Comentario bloqueado
fr: Commentaire verrouillé
it: Commento bloccato
ja: ロックされたコメント
zh_hans: 已锁定的评论

source: 잠긴 노트
de: Gesperrte Notiz
en: Locked Note
es: Nota bloqueada
fr: Note verrouillée
it: Nota bloccata
ja: ロックされたノート
zh_hans: 已锁定的笔记

source: 잠긴 노트입니다
de: Diese Notiz ist gesperrt
en: This note is locked
es: Esta nota está bloqueada
fr: Cette note est verrouillée
it: Questa nota è bloccata
ja: ロックされたノートです
zh_hans: 此笔记已锁定

source: 재개하시거나 완료하세요.
de: Fortsetzen oder beenden.
en: Resume or finish.
es: Reanuda o termina.
fr: Reprenez ou terminez.
it: Riprendi o termina.
ja: 再開するか完了してください。
zh_hans: 请继续或完成。

source: 저장
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
zh_hans: 保存

source: 저장 대기
de: Speichern ausstehend
en: Waiting to save
es: Pendiente de guardar
fr: En attente d'enregistrement
it: In attesa di salvataggio
ja: 保存待ち
zh_hans: 等待保存

source: 저장 실패
de: Sichern fehlgeschlagen
en: Save failed
es: Error al guardar
fr: Échec de l'enregistrement
it: Salvataggio non riuscito
ja: 保存に失敗
zh_hans: 保存失败

source: 저장 중…
de: Wird gesichert …
en: Saving…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
zh_hans: 正在保存…

source: 저장됨
de: Gesichert
en: Saved
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
zh_hans: 已保存

source: 저장소
de: Repositorys
en: Repositories
es: Repositorios
fr: Dépôts
it: Repository
ja: リポジトリ
zh_hans: 存储库

source: 저장소 목록 기억
de: Repository-Listen behalten
en: Keep Repository Lists
es: Conservar listas de repositorios
fr: Conserver les listes des dépôts
it: Conserva elenchi dei repository
ja: リポジトリ一覧の保持時間
zh_hans: 保留存储库列表

source: 저장소 전환
de: Repository wechseln
en: Switch repository
es: Cambiar de repositorio
fr: Changer de dépôt
it: Cambia repository
ja: リポジトリを切り替え
zh_hans: 切换存储库

source: 저장소 추가
de: Repository hinzufügen
en: Add Repository
es: Añadir repositorio
fr: Ajouter un dépôt
it: Aggiungi repository
ja: リポジトリを追加
zh_hans: 添加存储库

source: 저장소 추가…
de: Repository hinzufügen …
en: Add Repository…
es: Añadir repositorio…
fr: Ajouter un dépôt…
it: Aggiungi repository…
ja: リポジトリを追加…
zh_hans: 添加存储库…

source: 저장소나 노트를 찾을 수 없습니다.
de: Repository oder Notiz nicht gefunden.
en: The repository or note could not be found.
es: No se encontró el repositorio o la nota.
fr: Dépôt ou note introuvable.
it: Repository o nota non trovati.
ja: リポジトリまたはノートが見つかりません。
zh_hans: 找不到存储库或笔记。

source: 저장소를 찾을 수 없습니다. 주소와 토큰의 저장소 범위를 확인하세요.
de: Repository nicht gefunden. Prüfe die Adresse und den Repository-Zugriff des Tokens.
en: Repository not found. Check the address and the token's repository access.
es: No se encontró el repositorio. Comprueba la dirección y el acceso a repositorios del token.
fr: Dépôt introuvable. Vérifiez l'adresse et l'accès aux dépôts du jeton.
it: Repository non trovato. Controlla l'indirizzo e l'accesso ai repository del token.
ja: リポジトリが見つかりません。アドレスとトークンのリポジトリ範囲を確認してください。
zh_hans: 找不到存储库。请检查地址以及令牌的存储库访问范围。

source: 저장소에 연결하는 중
de: Verbindung zum Repository wird hergestellt
en: Connecting to Repository
es: Conectando con el repositorio
fr: Connexion au dépôt
it: Connessione al repository
ja: リポジトリに接続しています
zh_hans: 正在连接存储库

source: 전사 단어를 불러오지 못했습니다.
de: Transkriptionswörter konnten nicht geladen werden.
en: Couldn't load transcription words.
es: No se pudieron cargar las palabras de transcripción.
fr: Impossible de charger les mots de transcription.
it: Impossibile caricare le parole di trascrizione.
ja: 文字起こし用語を読み込めませんでした。
zh_hans: 无法载入转写词汇。

source: 전사 단어를 저장하지 못했습니다.
de: Transkriptionswörter konnten nicht gesichert werden.
en: Couldn't save transcription words.
es: No se pudieron guardar las palabras de transcripción.
fr: Impossible d'enregistrer les mots de transcription.
it: Impossibile salvare le parole di trascrizione.
ja: 文字起こし用語を保存できませんでした。
zh_hans: 无法保存转写词汇。

source: 전사 모델
de: Transkriptionsmodell
en: Transcription Model
es: Modelo de transcripción
fr: Modèle de transcription
it: Modello di trascrizione
ja: 文字起こしモデル
zh_hans: 转写模型

source: 전사하는 중…
de: Wird transkribiert …
en: Transcribing…
es: Transcribiendo…
fr: Transcription…
it: Trascrizione…
ja: 文字起こし中…
zh_hans: 正在转写…

source: 정규식이 올바르지 않습니다.
de: Ungültiger regulärer Ausdruck.
en: Invalid regular expression.
es: Expresión regular no válida.
fr: Expression régulière non valide.
it: Espressione regolare non valida.
ja: 正規表現が正しくありません。
zh_hans: 正则表达式无效。

source: 정보
de: Über
en: About
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
zh_hans: 关于

source: 정제 규칙
de: Überarbeitungsregeln
en: Refinement Rules
es: Reglas de refinamiento
fr: Règles d'affinage
it: Regole di rifinitura
ja: 整形ルール
zh_hans: 润色规则

source: 정제 모델
de: Überarbeitungsmodell
en: Refinement Model
es: Modelo de refinamiento
fr: Modèle d'affinage
it: Modello di rifinitura
ja: 整形モデル
zh_hans: 润色模型

source: 정제된 텍스트와 선택된 태그가 모두 비어 있습니다.
de: Sowohl der überarbeitete Text als auch die gewählten Tags sind leer.
en: Both the refined text and the selected tags are empty.
es: Tanto el texto refinado como las etiquetas seleccionadas están vacíos.
fr: Le texte affiné et les tags sélectionnés sont tous deux vides.
it: Il testo rifinito e i tag selezionati sono entrambi vuoti.
ja: 整形したテキストと選ばれたタグがどちらも空です。
zh_hans: 润色后的文本和选中的标签均为空。

source: 제목
de: Titel
en: Title
es: Título
fr: Titre
it: Titolo
ja: タイトル
zh_hans: 标题

source: 제목을 따로 입력
de: Titel separat eingeben
en: Enter title separately
es: Escribir el título por separado
fr: Saisir le titre séparément
it: Inserisci il titolo a parte
ja: タイトルを別に入力
zh_hans: 单独输入标题

source: 줄 간격: %@
de: Zeilenhöhe: %@
en: Line height: %@
es: Interlineado: %@
fr: Interligne : %@
it: Interlinea: %@
ja: 行間: %@
zh_hans: 行距：%@

source: 중간
de: Mittel
en: Medium
es: Media
fr: Moyen
it: Media
ja: 中
zh_hans: 中

source: 지금 저장
de: Jetzt sichern
en: Save Now
es: Guardar ahora
fr: Enregistrer maintenant
it: Salva ora
ja: 今すぐ保存
zh_hans: 立即保存

source: 지난 30일 동안 지운 노트가 없습니다
de: Keine in den letzten 30 Tagen gelöschten Notizen
en: No Notes Deleted in the Last 30 Days
es: No se eliminaron notas en los últimos 30 días
fr: Aucune note supprimée ces 30 derniers jours
it: Nessuna nota eliminata negli ultimi 30 giorni
ja: 過去 30 日間に削除したノートはありません
zh_hans: 过去 30 天内没有删除的笔记

source: 지우기
de: Entfernen
en: Remove
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
zh_hans: 移除

source: 진행 중인 첨부 작업이 끝난 뒤 다시 시도하세요.
de: Warte, bis der laufende Anhangvorgang abgeschlossen ist, und versuche es dann erneut.
en: Wait for the current attachment operation to finish, then try again.
es: Espera a que termine la operación de adjuntos en curso y vuelve a intentarlo.
fr: Attendez la fin de l'opération en cours sur les pièces jointes, puis réessayez.
it: Attendi la fine dell'operazione sugli allegati in corso e riprova.
ja: 進行中の添付処理が終わってから、もう一度お試しください。
zh_hans: 请等待当前附件操作完成后再试。

source: 찾기…
de: Suchen …
en: Find…
es: Buscar…
fr: Rechercher…
it: Trova…
ja: 検索…
zh_hans: 查找…

source: 찾아 바꾸기
de: Suchen und ersetzen
en: Find and Replace
es: Buscar y reemplazar
fr: Rechercher et remplacer
it: Trova e sostituisci
ja: 検索と置換
zh_hans: 查找并替换

source: 찾아 바꾸기…
de: Suchen und ersetzen …
en: Find and Replace…
es: Buscar y reemplazar…
fr: Rechercher et remplacer…
it: Trova e sostituisci…
ja: 検索と置換…
zh_hans: 查找并替换…

source: 찾을 내용 (정규식은 /패턴/플래그)
de: Suchen (Regex als /Muster/Flags)
en: Find (regex as /pattern/flags)
es: Buscar (regex como /patrón/indicadores)
fr: Rechercher (regex : /motif/options)
it: Trova (regex come /pattern/flag)
ja: 検索する内容（正規表現は /パターン/フラグ）
zh_hans: 查找内容（正则表达式：/模式/标志）

source: 처리 중…
de: Wird verarbeitet …
en: Working…
es: Procesando…
fr: Traitement…
it: Elaborazione…
ja: 処理中…
zh_hans: 正在处理…

source: 첨부
de: Anhängen
en: Attach
es: Adjuntar
fr: Joindre
it: Allega
ja: 添付
zh_hans: 附加

source: 첨부 권한이 없습니다. PAT에 Contents: Read and write 권한을 주세요.
de: Keine Berechtigung für Anhänge. Erteile dem PAT die Berechtigung Contents: Read and write.
en: No permission to attach files. Give the PAT Contents: Read and write access.
es: Sin permiso para adjuntar. Concede al PAT Contents: Read and write.
fr: Pas d'autorisation pour les pièces jointes. Accordez au PAT Contents: Read and write.
it: Nessun permesso per gli allegati. Concedi al PAT Contents: Read and write.
ja: 添付の権限がありません。PAT に Contents: Read and write 権限を付与してください。
zh_hans: 没有附件权限。请为 PAT 授予 Contents: Read and write 权限。

source: 첨부 삭제
de: Anhang löschen
en: Delete Attachment
es: Eliminar adjunto
fr: Supprimer la pièce jointe
it: Elimina allegato
ja: 添付を削除
zh_hans: 删除附件

source: 첨부파일은 노트 본문의 이미지·파일 링크이고, 실제 파일은 .issue-note-assets/issues/{번호}/ 에 있습니다. AI 도구로 본문을 고칠 때 이 링크를 그대로 두세요.
de: Anhänge sind Bild- oder Dateilinks im Notiztext; die Dateien selbst liegen in .issue-note-assets/issues/{Nummer}/. Lass diese Links unverändert, wenn du den Text mit einem KI-Tool bearbeitest.
en: Attachments are image or file links in the note body; the files themselves are in .issue-note-assets/issues/{number}/. Keep these links intact when editing the body with an AI tool.
es: Los adjuntos son enlaces de imagen o archivo en el cuerpo de la nota; los archivos están en .issue-note-assets/issues/{número}/. Mantén estos enlaces al editar el cuerpo con una herramienta de IA.
fr: Les pièces jointes sont des liens d'image ou de fichier dans le corps de la note ; les fichiers se trouvent dans .issue-note-assets/issues/{numéro}/. Conservez ces liens quand vous modifiez le corps avec un outil d'IA.
it: Gli allegati sono link a immagini o file nel testo della nota; i file si trovano in .issue-note-assets/issues/{numero}/. Lascia intatti questi link quando modifichi il testo con uno strumento di IA.
ja: 添付ファイルはノート本文の画像・ファイルリンクで、実際のファイルは .issue-note-assets/issues/{番号}/ にあります。AI ツールで本文を編集するときは、これらのリンクをそのまま残してください。
zh_hans: 附件是笔记正文中的图片或文件链接，实际文件位于 .issue-note-assets/issues/{编号}/。用 AI 工具修改正文时请保留这些链接。

source: 첫 줄 50자를 제목으로
de: Erste 50 Zeichen der ersten Zeile
en: First 50 characters of the first line
es: Primeros 50 caracteres de la primera línea
fr: 50 premiers caractères de la première ligne
it: Primi 50 caratteri della prima riga
ja: 1 行目の 50 文字をタイトルにする
zh_hans: 将首行前 50 个字符作为标题

source: 첫 줄이 제목이 됩니다…
de: Die erste Zeile wird zum Titel …
en: The first line becomes the title…
es: La primera línea será el título…
fr: La première ligne devient le titre…
it: La prima riga diventa il titolo…
ja: 1 行目がタイトルになります…
zh_hans: 首行将作为标题…

source: 추가
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
zh_hans: 添加

source: 추가할 태그가 없습니다.
de: Keine Tags zum Hinzufügen.
en: No tags to add.
es: No hay etiquetas para añadir.
fr: Aucune étiquette à ajouter.
it: Nessun tag da aggiungere.
ja: 追加できるタグがありません。
zh_hans: 没有可添加的标签。

source: 축소
de: Verkleinern
en: Zoom Out
es: Reducir
fr: Réduire
it: Riduci
ja: 縮小
zh_hans: 缩小

source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消

source: 칸을 누른 뒤 새 조합을 누르세요. ⌘·⌃·⌥ 중 하나는 함께 눌러야 합니다. ⎋는 취소입니다. ⌘1–⌘9는 저장소 전환에 씁니다.
de: Klicken Sie auf ein Feld und drücken Sie die neue Kombination. ⌘, ⌃ oder ⌥ muss dabei sein. ⎋ bricht ab. ⌘1–⌘9 wechseln den Arbeitsbereich.
en: Click a field, then press the new combination. It must include ⌘, ⌃ or ⌥. ⎋ cancels. ⌘1–⌘9 switch workspaces.
es: Haz clic en un campo y pulsa la nueva combinación. Debe incluir ⌘, ⌃ u ⌥. ⎋ cancela. ⌘1–⌘9 cambian de espacio de trabajo.
fr: Cliquez sur un champ, puis appuyez sur la nouvelle combinaison. Elle doit inclure ⌘, ⌃ ou ⌥. ⎋ annule. ⌘1–⌘9 changent d’espace de travail.
it: Fai clic su un campo e premi la nuova combinazione. Deve includere ⌘, ⌃ o ⌥. ⎋ annulla. ⌘1–⌘9 cambiano spazio di lavoro.
ja: 欄をクリックしてから新しい組み合わせを押してください。⌘・⌃・⌥のいずれかを含める必要があります。⎋で取り消します。⌘1〜⌘9はワークスペースの切り替えに使います。
zh_hans: 点按一个栏，然后按下新的组合键。必须包含 ⌘、⌃ 或 ⌥。按 ⎋ 取消。⌘1–⌘9 用于切换工作区。

source: 커서 이동(열지 않음)
de: Cursor bewegen (öffnet nicht)
en: Move cursor (doesn't open)
es: Mover el cursor (sin abrir)
fr: Déplacer le curseur (sans ouvrir)
it: Sposta il cursore (senza aprire)
ja: カーソル移動（開かない）
zh_hans: 移动光标（不打开）

source: 크기: %lldpt
de: Größe: %lld pt
en: Size: %lld pt
es: Tamaño: %lld pt
fr: Taille : %lld pt
it: Dimensione: %lld pt
ja: サイズ: %lld pt
zh_hans: 大小：%lld pt

source: 키는 macOS 키체인에 둡니다. 음성과 전사문은 이 Mac에서 OpenAI로 바로 보냅니다.
de: Der Schlüssel liegt im macOS-Schlüsselbund. Audio und Transkripte werden direkt von diesem Mac an OpenAI gesendet.
en: The key is stored in the macOS Keychain. Audio and transcripts are sent directly from this Mac to OpenAI.
es: La clave se guarda en el llavero de macOS. El audio y las transcripciones se envían directamente desde este Mac a OpenAI.
fr: La clé est conservée dans le trousseau macOS. L'audio et les transcriptions sont envoyés directement de ce Mac à OpenAI.
it: La chiave è conservata nel portachiavi di macOS. Audio e trascrizioni vengono inviati direttamente da questo Mac a OpenAI.
ja: キーは macOS キーチェーンに保存します。音声と文字起こしはこの Mac から直接 OpenAI に送信します。
zh_hans: 密钥保存在 macOS 钥匙串中。音频和转写文本直接从这台 Mac 发送到 OpenAI。

source: 키를 누르세요…
de: Taste drücken …
en: Press keys…
es: Pulsa las teclas…
fr: Appuyez sur les touches…
it: Premi i tasti…
ja: キーを押してください…
zh_hans: 请按键…

source: 태그
de: Tags
en: Tags
es: Etiquetas
fr: Tags
it: Tag
ja: タグ
zh_hans: 标签

source: 태그 검색 또는 ‘이름: 설명’으로 만들기
de: Tags suchen oder als „Name: Beschreibung“ erstellen
en: Search tags, or create one as “name: description”
es: Busca etiquetas o crea una como «nombre: descripción»
fr: Rechercher un tag ou en créer un : « nom : description »
it: Cerca tag o creane uno come “nome: descrizione”
ja: タグを検索、または「名前: 説明」で作成
zh_hans: 搜索标签，或以“名称: 说明”创建

source: 태그 검색 또는 새 태그
de: Tag suchen oder erstellen
en: Search or create a tag
es: Buscar o crear una etiqueta
fr: Rechercher ou créer un tag
it: Cerca o crea un tag
ja: タグを検索または新規作成
zh_hans: 搜索或新建标签

source: 태그 이름을 입력하세요.
de: Gib einen Tag-Namen ein.
en: Enter a tag name.
es: Introduce un nombre de etiqueta.
fr: Saisissez un nom de tag.
it: Inserisci un nome per il tag.
ja: タグ名を入力してください。
zh_hans: 请输入标签名称。

source: 태그 필터 지우기
de: Tag-Filter entfernen
en: Clear Tag Filter
es: Quitar filtro de etiqueta
fr: Effacer le filtre de tag
it: Rimuovi filtro tag
ja: タグの絞り込みを解除
zh_hans: 清除标签筛选

source: 태그…
de: Tags …
en: Tags…
es: Etiquetas…
fr: Tags…
it: Tag…
ja: タグ…
zh_hans: 标签…

source: 터미널에서 `Ginote --config-path`로 위치를 확인할 수 있습니다. 실행 중에 고쳐도 1초 안에 반영되고, 결과는 같은 폴더의 config-status.txt에 남습니다.
de: Mit `Ginote --config-path` im Terminal siehst du den Speicherort. Änderungen bei laufender App werden innerhalb einer Sekunde übernommen; das Ergebnis steht in config-status.txt im selben Ordner.
en: Run `Ginote --config-path` in Terminal to see its location. Edits made while the app is running apply within a second, and the result is written to config-status.txt in the same folder.
es: Ejecuta `Ginote --config-path` en Terminal para ver su ubicación. Los cambios hechos con la app abierta se aplican en un segundo y el resultado queda en config-status.txt, en la misma carpeta.
fr: Exécutez `Ginote --config-path` dans le Terminal pour voir son emplacement. Les modifications faites pendant l'exécution s'appliquent en une seconde et le résultat est consigné dans config-status.txt, dans le même dossier.
it: Esegui `Ginote --config-path` nel Terminale per vederne la posizione. Le modifiche fatte con l'app in esecuzione si applicano entro un secondo e l'esito è registrato in config-status.txt nella stessa cartella.
ja: ターミナルで `Ginote --config-path` を実行すると場所を確認できます。実行中に編集しても 1 秒以内に反映され、結果は同じフォルダの config-status.txt に記録されます。
zh_hans: 可在终端中运行 `Ginote --config-path` 查看位置。应用运行时修改也会在 1 秒内生效，结果记录在同一文件夹的 config-status.txt 中。

source: 테마
de: Design
en: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ
zh_hans: 主题

source: 텍스트 정제
de: Textbereinigung
en: Text refinement
es: Refinamiento del texto
fr: Mise au propre du texte
it: Rifinitura del testo
ja: テキストの整形
zh_hans: 文本整理

source: 토큰 바꾸기…
de: Token ändern …
en: Change Token…
es: Cambiar token…
fr: Changer de jeton…
it: Cambia token…
ja: トークンを変更…
zh_hans: 更换令牌…

source: 토큰은 이 Mac의 키체인에 저장합니다.
de: Das Token wird im Schlüsselbund dieses Macs gespeichert.
en: The token is stored in this Mac’s Keychain.
es: El token se guarda en el llavero de este Mac.
fr: Le jeton est enregistré dans le trousseau de ce Mac.
it: Il token viene salvato nel portachiavi di questo Mac.
ja: トークンはこのMacのキーチェーンに保存します。
zh_hans: 令牌保存在这台 Mac 的钥匙串中。

source: 파일
de: Ablage
en: File
es: Archivo
fr: Fichier
it: Archivio
ja: ファイル
zh_hans: 文件

source: 파일 첨부
de: Dateien anhängen
en: Attach Files
es: Adjuntar archivos
fr: Joindre des fichiers
it: Allega file
ja: ファイルを添付
zh_hans: 附加文件

source: 파일 첨부…
de: Dateien anhängen …
en: Attach Files…
es: Adjuntar archivos…
fr: Joindre des fichiers…
it: Allega file…
ja: ファイルを添付…
zh_hans: 附加文件…

source: 편집
de: Bearbeiten
en: Edit
es: Edición
fr: Édition
it: Modifica
ja: 編集
zh_hans: 编辑

source: 편집기
de: Editor
en: Editor
es: Editor
fr: Éditeur
it: Editor
ja: エディタ
zh_hans: 编辑器

source: 표시 이름
de: Anzeigename
en: Display Name
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
zh_hans: 显示名称
